Repository: Amrlmlna/cv-master
Catalog: lib/l10n/app_*.arb
Languages: id

# templateLoadError
source: Error loading templates: {error}
id: Gagal memuat template: {error}

# termsAgreePrefix
source: By tapping "START NOW", you agree to our
id: Dengan menekan "MULAI SEKARANG", kamu setuju dengan

source: Terms of Service
id: Syarat & Ketentuan

source: Thank You!
id: Terima Kasih!

source: Thu
id: Kam

source: Total CVs
id: Total CV

source: Tue
id: Sel

source: Type here...
id: Ketik di sini...

source: Unknown Error
id: Kesalahan Tidak Diketahui

# unknownErrorDesc
source: Something went wrong, but we aren't sure what.
id: Terjadi kesalahan, tapi kami tidak yakin apa penyebabnya.

# unlockFeatures
source: Refill generation credits
id: Isi ulang kredit CV kamu

source: Until Now
id: Sampai Sekarang

source: Untitled
id: Tanpa Judul

# uploadInstruction
source: Tap to upload your professional photo
id: Ketuk untuk mengunggah foto profesional Anda

source: Uploading photo...
id: Mengunggah foto...

source: Usage history coming soon
id: Riwayat penggunaan segera hadir

# userLevelExpert
source: Expert Career Builder
id: Pembangun Karir Ahli

# userLevelMid
source: Mid-Level Professional
id: Profesional Tingkat Menengah

# userLevelRookie
source: Rookie Job Seeker
id: Pencari Kerja Pemula

source: User not logged in
id: Pengguna tidak masuk

# usingMasterPhoto
source: Using Master Profile photo
id: Menggunakan foto Master Profile

source: Validating data...
id: Memvalidasi data...

source: Validating link...
id: Memvalidasi link...

source: Verification email sent!
id: Email verifikasi terkirim!

# verificationSentTo
source: A verification link has been sent to {email}. Please check your inbox and spam folder.
id: Link verifikasi telah dikirim ke {email}. Silakan cek kotak masuk dan folder spam Anda.

source: Verify Your Email
id: Verifikasi Email Anda

source: View Drafts
id: Lihat Draft

source: Wallet
id: Dompet

source: Wed
id: Rab

source: Welcome Back
id: Selamat Datang Kembali

# welcomeBackSuccess
source: Welcome back!
id: Selamat datang kembali!

# whatJobApply
source: What job are you applying for?
id: Mau lamar kerja apa?

source: Work Experience
id: Pengalaman Kerja

# writeSomething
source: Please write something
id: Tulis sesuatu dong

source: Year
id: Tahun

source: YOU'RE ALL SET!
id: SIAP MELUNCUR!
