Repository: Amrlmlna/cv-master
Catalog: lib/l10n/app_*.arb
Languages: id

# accountDeleteError
source: Failed to delete account: {error}
id: Gagal menghapus akun: {error}

# accountDeletedGoodbye
source: Account successfully deleted. Goodbye!
id: Akun berhasil dihapus. Sampai jumpa!

source: Activity Overview
id: Ringkasan Aktivitas

source: Add
id: Tambah

source: Add Certification
id: Tambah Sertifikasi

source: ADD EDUCATION
id: TAMBAH PENDIDIKAN

source: ADD EXPERIENCE
id: TAMBAH PENGALAMAN

source: Add Skill
id: Tambah Skill

# aiHelpCreateCV
source: AI will help create a CV perfectly tailored for this goal.
id: AI bakal bantuin bikin CV yang pas banget buat tujuan ini.

source: Almost there...
id: Sesaat lagi...

# alreadyHaveAccount
source: Already have an account?
id: Sudah punya akun?

# alreadyHaveCV
source: Already have a CV?
id: Sudah punya CV?

# alreadyHaveCVSubtitle
source: Speed things up! Import your existing CV and we'll fill everything in for you.
id: Percepat prosesnya! Import CV yang sudah ada, semua data langsung terisi otomatis.

# analyzeProfileError
source: Failed to analyze profile: {error}
id: Gagal menganalisis profil: {error}

source: Analyzing text...
id: Menganalisis teks...

source: and
id: dan

source: Applying Design...
id: Menerapkan Desain...

# authWallBuyCredits
source: Sign in to buy credits
id: Login untuk beli kredit

# authWallBuyCreditsDesc
source: An account is required to purchase credits
id: Kamu perlu login untuk bisa membeli kredit

# authWallCreateCV
source: Sign in to create your CV
id: Login untuk membuat CV

# authWallCreateCVDesc
source: An account is required to create and save your CV
id: Kamu perlu login untuk membuat dan menyimpan CV

# authWallSelectTemplate
source: Sign in to select a template
id: Login untuk pilih template

# authWallSelectTemplateDesc
source: An account is required to choose a template
id: Kamu perlu login untuk bisa memilih template

# autoFillFromMaster
source: Data auto-filled from your Master Profile
id: Data otomatis diisi dari Master Profile kamu

source: Back
id: Kembali

source: Bold
id: Tebal

source: Bug Report
id: Lapor Bug

source: Camera
id: Kamera

source: Cancel
id: Batal

# cancelAllCaps
source: CANCEL
id: BATAL

# cantOpenEmail
source: Could not open email app.
id: Tidak bisa membuka aplikasi email.

source: Career Analytics
id: Analisis Karir

source: Category
id: Kategori

source: Certification Name
id: Nama Sertifikasi

# certificationSubtitle
source: Enter relevant certifications, licenses, or awards. This can be a huge plus.
id: Masukkan sertifikasi, lisensi, atau penghargaan yang relevan. Ini bisa jadi nilai tambah besar.

# certificationTitle
source: Certifications & Licenses
id: Sertifikasi & Lisensi

source: Certifications
id: Sertifikasi

source: Certifications & Licenses
id: Sertifikasi & Lisensi

# checkSpamFolder
source: Can't find it? Please check your Spam or Junk folder.
id: Tidak ketemu? Coba cek folder Spam atau Junk kamu.

source: Checking system...
id: Mengecek sistem...

# clearLocalData
source: Clear local data as well (Full Reset)
id: Hapus juga data lokal (Reset Total)

source: Close
id: Tutup

source: Company
id: Perusahaan

# companyHint
source: Company Name (Optional)
id: Nama Perusahaan (Opsional)

# companyPlaceholder
source: Ex: Google
id: PT Teknologi Maju

source: Compiling profile...
id: Menyusun profil...

source: Complete
id: Selesai

# completeProfileFirst
source: Complete profile first for best results
id: Lengkapi profil dulu untuk hasil terbaik

# confirmDelete
source: Confirm Deletion
id: Konfirmasi Penghapusan

# contactHint
source: So we can get back to you...
id: Biar kami bisa bales...

# contactOptional
source: Email / WhatsApp (Optional)
id: Email / WhatsApp (Opsional)

source: Contact Support
id: Hubungi Support

source: Continue: Choose Template
id: Lanjut: Pilih Template

# continueToReview
source: Continue: Review Data
id: Lanjut: Review Data

source: Continue with Google
id: Lanjutkan dengan Google

source: Continuing to form...
id: Melanjutkan ke form...

source: Create Account
id: Buat Akun

# createAccountSubtitle
source: Start your journey to a better career
id: Mulai perjalanan karirmu yang lebih baik

source: Create CV
id: Buat CV

# createFirstCV
source: Create Your First CV.
id: Buat CV Pertama Kamu.

# createProfessionalCV
source: Create a Professional CV.
id: Buat CV Profesional.

source: Created
id: Dibuat

source: Creating Pages...
id: Membuat Halaman...

source: Credit Balance
id: Saldo Kredit

# creditWarning
source: Warning: You have {count} credits remaining. These are non-refundable.
id: Peringatan: Anda masih memiliki {count} kredit. Kredit ini tidak dapat diuangkan kembali.

source: credits
id: kredit

source: Current Level
id: Level Saat Ini

# cvDataExists
source: CV data already exists in your profile.
id: Data CV sudah ada di profilmu.

# cvGeneratedSuccess
source: CV Generated Successfully
id: CV Berhasil Dibuat

# cvImportedSuccess
source: CV imported successfully! Let's complete your profile.
id: CV berhasil diimport! Mari lengkapi profilmu.

source: CV Language
id: Bahasa CV

# cvReadyMessage
source: Your CV for {jobTitle} is ready!
id: CV Anda untuk {jobTitle} sudah siap!

source: CVs
id: CV

# dateLabel
source: Date:
id: Tanggal:

# degree
source: Degree / Major
id: Gelar / Jurusan

# degreeHint
source: Bachelor of Computer Science
id: Sarjana Komputer

source: Delete
id: Hapus

source: Delete Account
id: Hapus Akun

# deleteAccountQuestion
source: Delete Account?
id: Hapus Akun?

# deleteAccountWarning
source: This action is irreversible. All your data, including generated CVs and credits, will be permanently deleted.
id: Tindakan ini tidak dapat dibatalkan. Semua data Anda, termasuk CV yang dihasilkan dan kredit, akan dihapus secara permanen.

# deleteConfirmation
source: Are you sure you want to delete this item?
id: Apakah Anda yakin ingin menghapus item ini?

# descriptionHint
source: Explain your main responsibilities and achievements...
id: Jelaskan tanggung jawab utama dan pencapaianmu...

# dontHaveAccount
source: Don't have an account?
id: Belum punya akun?

source: Drafts
id: Draf

source: DROP YOUR DETAILS.
id: ISI DATAMU.

source: Edit Certification
id: Edit Sertifikasi

source: EDIT EDUCATION
id: EDIT PENDIDIKAN

# editExperienceTitle
source: EDIT EXPERIENCE
id: EDIT PENGALAMAN

source: Education History
id: Riwayat Pendidikan

# educationSubtitle
source: Fill in all your education history. AI will choose the most relevant level to put on your CV.
id: Isi semua riwayat pendidikanmu. AI akan memilih jenjang yang paling relevan untuk ditaruh di CV.

# educationTitle
source: Education History
id: Riwayat Pendidikan

# emailNotVerifiedYet
source: Email not verified yet. Please check your inbox.
id: Email belum diverifikasi. Silakan cek kotak masuk Anda.

# emailVerifiedSuccess
source: Email verified successfully!
id: Email berhasil diverifikasi!

source: End Date
id: Lulus

# errorDetailsCopied
source: Error details copied to clipboard
id: Detail kesalahan disalin ke papan klip

source: Exit Without Saving
id: Keluar Tanpa Simpan

source: Experience
id: Pengalaman

# experienceSubtitle
source: Tell us your experience (work, internship, organization). AI will choose the most relevant ones for your goals.
id: Ceritakan pengalamanmu (kerja, magang, organisasi). AI akan memilih yang paling relevan dengan tujuanmu.

# experienceTitle
source: Work Experience
id: Pengalaman Kerja

source: EXPORT PDF
id: EKSPORT PDF

source: Extracting data...
id: Mengekstrak data...

source: Failed
id: Gagal

# faqDataAnswer
source: Your data is stored locally (Master Profile). Data sent to AI is processed briefly and not stored.
id: Data disimpan lokal. Data ke AI hanya diproses sesaat dan tidak disimpan pihak ketiga.

# faqDataQuestion
source: Is my data safe?
id: Apakah data saya aman?

# faqEditAnswer
source: Go to the Profile menu, edit the section you want, and hit save.
id: Pergi ke menu Profile, edit bagian yang diinginkan, lalu simpan.

# faqEditQuestion
source: How to edit profile?
id: Bagaimana cara mengubah profil?

# faqFreeAnswer
source: Yes, basic features are free. We might add premium features in the future.
id: Ya, fitur dasar gratis. Kami mungkin menambahkan fitur premium nanti.

# faqFreeQuestion
source: Is CV Master free?
id: Apakah CV Master gratis?

# faqPdfAnswer
source: Sure! After creating your CV, you can Download/Print PDF in the preview.
id: Tentu! Setelah selesai, tekan tombol Download/Print PDF di preview.

# faqPdfQuestion
source: Can I export to PDF?
id: Bisa export ke PDF?

source: Feature Request
id: Saran Fitur

source: Feedback
id: Masukan

# feedbackSubtitle
source: Share your experience or report an issue.
id: Ceritakan pengalamanmu atau laporkan masalah.

# feedbackThanksMessage
source: Your feedback is valuable for CV Master development.
id: Masukan Anda sangat berharga buat pengembangan CV Master.

source: Fetching Templates...
id: Mengambil Template...

# fillDescriptionFirst
source: Please fill in the description first to use AI rewrite!
id: Isi deskripsi dulu baru bisa di-rewrite AI!

# fillJobTitle
source: Fill job title first!
id: Isi judul pekerjaan dulu!

# fillNameError
source: Please fill in your full name first.
id: Tolong isi nama lengkap dulu ya.

source: Finalizing...
id: Memproses...

source: Finalizing PDF...
id: Finalisasi PDF...

# folderEmpty
source: Folder is empty
id: Folder kosong

source: Forgot Password
id: Lupa Kata Sandi

# forgotPasswordResetMessage
source: Enter your email address and we'll send you a link to reset your password.
id: Masukkan alamat email Anda dan kami akan mengirimkan tautan untuk mengatur ulang kata sandi Anda.

# frequentQuestions
source: Common Questions
id: Pertanyaan Umum

source: Fri
id: Jum

source: Full Name
id: Nama Lengkap

source: Gallery
id: Galeri

# generateCVFirst
source: Generate your first CV to see it here
id: Buat CV pertama Anda untuk melihatnya di sini

source: Generated
id: Dihasilkan

# generatingPdfBadge
source: GENERATING PDF
id: MEMBUAT PDF

source: Get Started
id: Mulai Sekarang

source: Go Home
id: Ke Beranda

# googleSignInError
source: Google Sign-In failed: {error}
id: Gagal masuk dengan Google: {error}

# googleSignInSuccess
source: Signed in with Google!
id: Berhasil masuk dengan Google!

source: Header
id: Judul

source: Hello, {name}
id: Halo, {name}

source: Help & Support
id: Bantuan & Dukungan

source: Home
id: Beranda

# howCanWeHelp
source: How can we help you?
id: Apa yang bisa kami bantu?

source: I HAVE VERIFIED
id: SAYA SUDAH VERIFIKASI

source: Identifying vacancy...
id: Mengidentifikasi lowongan...

# importCVMessage
source: Choose how to import your CV:
id: Pilih cara import CV kamu:

# importExistingCV
source: Import My CV
id: Import CV Saya

# importExistingCVDesc
source: Upload a PDF or take a photo â€” AI fills in the rest.
id: Upload PDF atau foto â€” AI isi sisanya.

# importFailedMessage
source: Failed to import CV. Please try again!
id: Gagal mengimport CV. Coba lagi ya!

source: IMPORT FROM CV
id: IMPORT DARI CV

# importSuccessMessage
source: CV imported successfully! Added: {expCount} experience, {eduCount} education, {skillsCount} skills
id: CV berhasil diimport! Ditambahkan: {expCount} pengalaman, {eduCount} pendidikan, {skillsCount} skill

# importingCVBadge
source: IMPORTING CV
id: IMPORT CV

source: Improving...
id: Memperbaiki...

source: Include Profile Photo
id: Sertakan Foto Profil

source: Issuer
id: Penerbit (Issuer)

source: Italic
id: Miring

# jobDetailHint
source: Paste job description, requirements, or qualifications here...
id: Paste deskripsi posisi, persyaratan, atau kualifikasi di sini...

# jobDetailLabel
source: Detail / Qualification (Optional)
id: Detail / Kualifikasi (Opsional)

# jobExtractionFailed
source: Failed to extract job posting
id: Gagal mengekstrak lowongan kerja

# jobExtractionSuccess
source: Job posting extracted successfully!
id: Lowongan kerja berhasil diekstrak!

# jobListTitle
source: Find Jobs
id: Cari Lowongan

# jobListSocialTab
source: Social (Top Picks)
id: Sosial (Top Picks)

# jobListApiTab
source: Job Boards (API)
id: Portal Kerja (API)

# jobListScannerHint
source: Found a job here? Take a screenshot and use our Smart Scanner to instantly auto-fill your CV!
id: Nemu lowongan di sini? Screenshot terus pake Smart Scanner kita buat rapihin data seketika!

# jobListNoAccountsFound
source: No accounts found
id: Akun tidak ditemukan

# jobListNoAccountsFoundDesc
source: Could not find any accounts matching "{query}". Want us to add a specific account?
id: Tidak ada akun yang cocok dengan "{query}". Ingin kami menambahkan akun tertentu?

# jobListGiveFeedback
source: Give Feedback
id: Beri Masukan

# jobListSearchTagsHint
source: Search tags (e.g. Design, Tech, Remote)
id: Cari tag (mis. Design, Tech, Remote)

# jobListNoApiJobs
source: No API Jobs Available Yet
id: Belum Ada Lowongan dari API

# jobListNoApiJobsSub
source: Check out the Social tab for the best curated jobs!
id: Cek tab Sosial buat nyari lowongan kurasi terbaik!

# jobListCreateCvForJob
source: Create CV for this Job
id: Buat CV untuk Posisi Ini

# jobListViewOriginal
source: View Original
id: Lihat Info Asli

source: Job Description
id: Deskripsi Pekerjaan

# jobRequirements
source: Requirements
id: Persyaratan

# jobCouldNotOpen
source: Could not open link
id: Gagal membuka tautan

source: Job Title
id: Posisi / Jabatan

source: Jobs
id: Lowongan

# keepBuilding
source: Keep building your profile to reach the next level!
id: Terus lengkapi profilmu untuk mencapai level berikutnya!

# keepLocalData
source: Keep my local data (Master Profile)
id: Simpan data lokal saya (Master Profile)

source: Key Metrics
id: Metrik Kunci

source: Loading Preview...
id: Memuat Preview...

# loadingTemplatesBadge
source: LOADING TEMPLATES
id: MEMUAT TEMPLATE

# locationHint
source: Ex: Jakarta -> DKI Jakarta, South Jakarta
id: Cth: Palu -> Sulawesi Tengah, Kota Palu

# locationLabel
source: Location (Search City/Regency)
id: Lokasi (Cari Kota/Kabupaten)

source: Log In
id: Masuk

source: Log Out
id: Keluar

source: Login
id: Masuk

# loginToSave
source: Login to save your data
id: Login agar datamu tersimpan

# masterProfileUpdated
source: Master Profile updated successfully
id: Master Profile berhasil diperbarui

source: Message / Detail
id: Pesan / Detail

source: Mon
id: Sen

source: My CVs
id: CV Saya

source: My Drafts
id: Draft Saya

source: Next
id: Lanjut

source: NEXT STEP
id: LANJUT

# noCertifications
source: No certifications yet.
id: Belum ada sertifikasi.

# noCompletedCVs
source: No generated CVs yet
id: Belum ada CV yang dihasilkan

# noDrafts
source: No drafts yet.
id: Belum ada draft.

# noEducation
source: No education history yet.
id: Belum ada riwayat pendidikan.

# noExperience
source: No work experience yet.
id: Belum ada pengalaman kerja.

# noMatchingJobs
source: No matching jobs found.
id: Ga ada lowongan yang cocok.

# noNotifications
source: No notifications yet
id: Belum ada notifikasi

# noSkills
source: No skills yet.
id: Belum ada skill.

# noTextFound
source: No text found in image
id: Tidak ada teks ditemukan dalam gambar

source: No text found in CV
id: Tidak ada teks yang ditemukan di CV

# notificationChannelCVDesc
source: Notifications for CV generation updates
id: Notifikasi untuk update pembuatan CV

# notificationChannelCVTitle
source: CV Generation
id: Pembuatan CV

# notificationChannelGeneralDesc
source: General app notifications
id: Notifikasi aplikasi umum

# notificationChannelGeneralTitle
source: General Alerts
id: Peringatan Umum

# notificationNew
source: New Notification
id: Notifikasi Baru

source: Notifications
id: Notifikasi

source: OCR SCANNING
id: PEMINDAIAN OCR

# onboardingFinalMessage
source: Master Profile safe. Now just quickly create your CV.
id: Master Profile aman. Sekarang tinggal sat-set bikin CV.

# onboardingHeadline1
source: Still editing your CV at 1AM?
id: Masih ngedit CV jam 1 pagi?

# onboardingHeadline2
source: Qualified, but still getting rejected?
id: Kualifikasi masuk, tapi tetep ditolak?

# onboardingHeadline3
source: Don't start from zero.
id: Gak perlu mulai dari nol.

# onboardingHeadline4
source: Dump everything here.
id: Satukan semuanya di sini.

# onboardingHeadline6
source: One profile. Unlimited tailored CVs.
id: Satu profil. CV unlimited.

# onboardingHeadline7
source: We want you to try Clever for free.
id: Kami pengen bantu kamu dengan clever secara gratis.

# onboardingSubtext1
source: Creating a 'universal' CV doesn't work. Editing it manually for every application is exhausting. We get it.
id: Bikin satu CV 'sapu jagat' itu gak mempan. Tapi ngedit manual buat tiap lamaran juga capek banget. Kami paham.

# onboardingSubtext2
source: Your CV might be rejected before a human even sees it. If your format isn't ATS-friendly or lacks the exact keywords, the system blocks you.
id: CV kamu mungkin udah ditolak sistem sebelum dibaca HR. Kalau formatnya gak ramah ATS atau kurang keyword persis, kamu otomatis gugur.

# onboardingSubtext3
source: Have pieces of your career scattered across old resumes? Upload a PDF, and we'll instantly extract and organize your entire history.
id: Punya riwayat karir yang berceceran di CV lama? Upload PDF-nya, kami akan ekstrak dan rapikan seluruh riwayatmu secara instan.

# onboardingSubtext4
source: Farmer. Paperboy. Software engineer. Co-founder. Put it all in. We'll handle relevance.
id: Barista. Kurir. Admin. Konten Kreator. Masukin aja semua pengalamanmu. Urusan relevansi biar kami yang atur.

# onboardingSubtext6
source: No expensive resume services. No manual redesign. Instantly switch between professional, ATS-optimized templates with generous usage limits.
id: Gak perlu bayar jasa pembuat CV. Gak perlu desain manual. Langsung ganti ke template profesional ramah ATS dengan limit pemakaian yang banyak.

# onboardingSubtext7
source: You'll never have to write a CV from scratch again. Ready to get hired?
id: Kamu gak akan pernah ngetik CV dari nol lagi. Siap buat direkrut?

# onboardingSubtitle
source: Fill in data once, generate thousands of CVs without retyping. Save time, focus on "grinding".
id: Isi data sekali, generate ribuan CV tanpa ngetik ulang. Hemat waktu, fokus "grinding".

source: Open PDF
id: Buka PDF

source: OR
id: ATAU

source: Organizing data...
id: Menyusun data...

source: Other
id: Lainnya

source: Password
id: Kata Sandi

# passwordMinLength
source: Password must be at least 6 characters
id: Kata sandi minimal 6 karakter

source: PDF File
id: File PDF

# pdfGenerateError
source: Failed to generate PDF: {error}
id: Gagal membuat PDF: {error}

# pdfOpenError
source: Failed to open PDF: {error}
id: Gagal membuka PDF: {error}

# personalInfo
source: Contact Information
id: Informasi Kontak

source: Phone Number
id: Nomor HP

source: Photo Settings
id: Pengaturan Foto

# photoUpdateError
source: Error uploading photo: {error}
id: Gagal mengunggah foto: {error}

# photoUpdateSuccess
source: Profile photo updated successfully!
id: Foto profil berhasil diperbarui!

# pleaseEnterEmail
source: Please enter your email
id: Mohon masukkan email Anda

# pleaseEnterName
source: Please enter your name
id: Mohon masukkan nama Anda

# pleaseEnterPassword
source: Please enter your password
id: Mohon masukkan kata sandi Anda

source: Polishing...
id: Memoles...

# positionHint
source: Position (Ex: UI Designer)
id: Posisi (Misal: UI Designer)

# premiumBadge
source: GET CREDITS
id: BELI KREDIT

source: Preparing Gallery...
id: Menyiapkan Galeri...

source: Preparing profile...
id: Menyiapkan profil...

source: Present
id: Sekarang

source: Preview CV
id: Pratinjau CV

source: Preview Template
id: Pratinjau Template

source: Privacy Policy
id: Kebijakan Privasi

source: Processing Data...
id: Memproses Data...

source: Professional Summary
id: Ringkasan Profesional

source: Profile
id: Profil

# profileSaveError
source: Failed to save profile: {error}
id: Gagal simpan profil: {error}

# profileSavedSuccess
source: Profile Saved! Will be used for your next CV.
id: Profil Disimpan! Bakal dipake buat CV-mu selanjutnya.

source: Question
id: Pertanyaan

source: Reading CV...
id: Membaca CV...

source: Reading PDF...
id: Membaca PDF...

source: Ready!
id: Siap!

# readyToAchieve
source: Ready to achieve your career goals?
id: Siap mencapai tujuan karirmu?

source: Rephrasing...
id: Menyusun ulang...

# requiredField
source: Required
id: Wajib diisi

# requiredFieldFriendly
source: This is required!
id: Wajib diisi ya

# resendEmail
source: Resend Verification Email
id: Kirim Ulang Email Verifikasi

source: Retry
id: Coba Lagi

source: Review Data
id: Tinjau Data

# reviewedByAI
source: Data & Summary tailored by AI
id: Data & Summary telah disesuaikan oleh AI

source: Rewrite
id: Tulis Ulang

source: Sat
id: Sab

source: Save
id: Simpan

# saveAllCaps
source: SAVE
id: SIMPAN

# saveChangesMessage
source: You have unsaved changes. Are you sure you want to leave?
id: Kamu punya perubahan yang belum disimpan. Yakin mau keluar?

# saveChangesTitle
source: Save Changes?
id: Simpan Perubahan?

source: Save Profile
id: Simpan Profil

source: Saving Profile...
id: Menyimpan Profil...

source: Scan Job Posting
id: Pindai Lowongan Kerja

# schoolHint
source: Ex: University of Indonesia
id: Cth: Universitas Indonesia

# schoolLabel
source: School / University
id: Sekolah / Universitas

source: School Name
id: Nama Sekolah

# searchJob
source: Search for jobs...
id: Cari lowongan...

source: Select Date
id: Pilih Tanggal

source: SELECT TEMPLATE
id: PILIH TEMPLATE

source: Send Feedback
id: Kirim Masukan

source: Send Reset Link
id: Kirim Tautan Reset

source: Sending...
id: Mengirim...

source: Short Description
id: Deskripsi Singkat

# signInSubtitle
source: Sign in to sync your CVs across devices
id: Masuk untuk sinkronisasi CV di semua perangkat

source: Sign Up
id: Daftar

# skillHint
source: ex: Flutter, Leadership
id: contoh: Flutter, Leadership

source: Skills
id: Keahlian (Skills)

# skillsSubtitle
source: List all your skills. AI will highlight the ones that best match the position you are aiming for.
id: Tulis semua keahlianmu. AI akan menonjolkan skill yang paling sesuai dengan kebutuhan posisi yang kamu tuju.

# skillsTitle
source: What are your skills?
id: Skill Kamu Apa Aja?

source: Skip for now
id: Lewati dulu

source: Skip Intro
id: Lewati Intro

source: Start Date
id: Masuk

source: Start From Scratch
id: Mulai dari Awal

# startFromScratchDesc
source: Fill in each section manually, step by step.
id: Isi setiap bagian secara manual, langkah demi langkah.

source: START NOW
id: MULAI SEKARANG

source: Statistics
id: Statistik

source: Stay Here
id: Tetap di Sini

# stepCertifications
source: Certifications
id: Sertifikasi

# stepEducation
source: Education
id: Pendidikan

# stepExperience
source: Experience
id: Pengalaman

# stepFinish
source: Finish
id: Selesai

# stepImportCV
source: Quick Setup
id: Setup Cepat

# stepPersonalInfo
source: Contact Info
id: Info Kontak

# stepSkills
source: Skills
id: Keahlian

source: Suggestions & Bugs
id: Saran & Bug

# summaryEmpty
source: Summary cannot be empty
id: Ringkasan tidak boleh kosong

# summaryHint
source: Write a brief professional summary...
id: Tulis ringkasan profesional Anda secara singkat...

source: Sun
id: Min

# syncAnywhere
source: Access from any device, auto-sync
id: Akses dari device manapun, sync otomatis

source: Sync Data
id: Sinkronisasi Data

# tailoredDataMessage
source: This data has been tailored by AI to be relevant to your target position. Please review!
id: Data ini sudah disesuaikan AI agar relevan dengan posisi yang kamu tuju. Cek lagi ya!

# takesLessThan3Min
source: Takes less than 3 minutes.
id: Cuma butuh waktu kurang dari 3 menit.

source: Target Position
id: Target Posisi

source: TECHNICAL DETAILS
id: DETAIL TEKNIS
